[
  {
    "name": "Caipirinha",
    "pic": "https://cdn.panelinha.com.br/receita/1365044400000-Caipirinha-classica-de-limao.jpg",
    "ingredients": [
      {
        "ingredient": "1 limão"
      },
      {
        "ingredient": "1 dose de cachaça"
      },
      {
        "ingredient": "2 colheres (sopa) de açúcar"
      },
      {
        "ingredient": "cubos de gelo a gosto"
      }
    ],
    "make": [
      {
        "step": "Lave, seque e corte as extremidades do limão. Corte a fruta em 8 gomos, da seguinte maneira: corte em 4 partes no sentido do comprimento e, cada parte, em 2 metades."
      },
      {
        "step": "Transfira os gomos do limão para um copo baixo, junte o açúcar e amasse com um pilão. Complete com os cubos de gelo, despeje a cachaça e sirva a seguir."
      }
    ]
  },
  {
    "name": "Dry Martini",
    "pic": "https://chapiuski.com.br/wp-content/uploads/2017/03/Dry-Martini.jpg",
    "ingredients": [
      {
        "ingredient": "45 a 60ml de gim"
      },
      {
        "ingredient": "Uma gota a 30ml de vermute doce ou seco, dependendo do seu gosto"
      },
      {
        "ingredient": "Um pouco de angostura"
      },
      {
        "ingredient": "cubos de gelo a gosto"
      },
      {
        "ingredient": "Azeitona ou rodela de limão"
      }
    ],
    "make": [
      {
        "step": "Coloque gelo na coqueteleira. Não economize; gelo é um componente necessário para gelar e misturar os outros ingredientes."
      },
      {
        "step": "Adicione o vermute. O tipo e a quantidade do vermute variam de acordo com o gosto de quem faz (de algumas gotas a uma dose). Algumas pessoas gostam de seus martinis “perfeitos” – ou seja, feitos com 50% de vermute doce (ou italiano) e 50% seco (ou francês), assim como é feito em bares."
      },
      {
        "step": "Mexa e despeje na taça. Passe vermute pela tava para formar uma película e jogue fora. Isso vai tornar o martini mais seco. Se estiver usando vodka, pode usar uma coqueteleira ou mexer o martini com uma colher. Você pode usar o copo da coqueteleira para mexer ou bater, se quiser. Algumas pessoas insistem que o gim nunca deve ser batido, mas sempre mexido para evitar “machucá-lo”. Experimente os dois e veja qual você prefere! Você também pode adicionar um pouco de angostura. Mas cuidado ao adicionar esse tipo de bebida porque só uma gota já faz diferença, pois é muito concentrado. Comece com menos e adicione mais se desejar. Mexa ou bata."
      },
      {
        "step": "A água resultante do gelo derretido é um ingrediente necessário para um martini bem feito, pois “quebra” um pouco o álcool."
      },
      {
        "step": "Despeje os ingredientes em uma taça de martini gelada."
      },
      {
        "step": "Enfeite ele com azeitona ou um rodela de limão e beba."
      }
    ]
  }
]