[
  {
    "name": "Caipirinha",
    "text": "Nacionalíssima, a caipirinha é ótima como aperitivo ou para acompanhar a tradicional feijoada.",
    "pic": "https://cdn.panelinha.com.br/receita/1365044400000-Caipirinha-classica-de-limao.jpg",
    "ingredients": [
      {
        "ingredient": "1 limão"
      },
      {
        "ingredient": "1 dose de cachaça"
      },
      {
        "ingredient": "2 colheres (sopa) de açúcar"
      },
      {
        "ingredient": "cubos de gelo a gosto"
      }
    ],
    "make": [
      {
        "step": "Lave, seque e corte as extremidades do limão. Corte a fruta em 8 gomos, da seguinte maneira: corte em 4 partes no sentido do comprimento e, cada parte, em 2 metades."
      },
      {
        "step": "Transfira os gomos do limão para um copo baixo, junte o açúcar e amasse com um pilão. Complete com os cubos de gelo, despeje a cachaça e sirva a seguir."
      }
    ]
  },
  {
    "name": "Dry Martini",
    "text": "A versão clássica do drinque favorito de James Bond",
    "pic": "https://cdn.panelinha.com.br/receita/1377054000000-Dry-martini.jpg",
    "ingredients": [
      {
        "ingredient": "3 doses de gim (150 ml)"
      },
      {
        "ingredient": "½ dose de vermute seco (25 ml)"
      },
      {
        "ingredient": "cubos de gelo"
      },
      {
        "ingredient": "casquinha de limão siciliano para perfumar"
      },
      {
        "ingredient": "1 azeitona para decorar"
      }
    ],
    "make": [
      {
        "step": "Num copo misturador cheio de gelo, junte o gim e o vermute. Mexa em círculos com uma colher bailarina (sem partir demais o gelo) até a mistura estar bem gelada."
      },
      {
        "step": "Apoie uma peneira para coquetelaria na borda de uma taça para Martini e despeje a mistura. Com as mãos, torça a casca de limão siciliano (isto ajuda a liberar seus óleos) na borda da taça."
      },
      {
        "step": "Decore com a azeitona e sirva a seguir."
      }
    ]
  },
  {
    "name": "Mojito",
    "text": "O mojito, drinque a base de rum quase primo da caipirinha, é delicioso e super refrescante graças as folhas frescas de hortelã. Irresistível!",
    "pic": "https://cdn.panelinha.com.br/receita/1363748400000-Mojito.jpg",
    "ingredients": [
      {
        "ingredient": "1 limão"
      },
      {
        "ingredient": "1 dose de rum branco (50 ml)"
      },
      {
        "ingredient": "3 ramos de hortelã"
      },
      {
        "ingredient": "1 colher (chá) de açúcar"
      },
      {
        "ingredient": "cubos de gelo a gosto"
      },
      {
        "ingredient": "club soda ou água com gás para completar"
      }
    ],
    "make": [
      {
        "step": "Lave e seque bem os ramos de hortelã e o limão."
      },
      {
        "step": "Junte dois ramos de hortelã e esfregue bem as folhas no interior e na borda de um copo alto. Ele deve ficar bem perfumado."
      },
      {
        "step": "Numa tábua, corte o limão com a casca ao meio e despreze as sementes. Corte uma das metades em quatro partes e transfira para um copo alto. Adicione o açúcar, as folhas de hortelã restantes e, com um macerador, amasse bem. Junte a dose de rum e misture."
      },
      {
        "step": "Preencha o copo com cubos de gelo e complete com club soda (ou água com gás). Sirva a seguir."
      }
    ]
  },
  {
    "name": "Campari Soda",
    "text": "Com poucos ingredientes e apenas um passo, você prepara um drinque charmoso, com visual e sabor incríveis. Perfeito para embalar o fim de uma tarde de verão, uma festinha ou o happy hour.",
    "pic": "https://cdn.panelinha.com.br/receita/1530653619673-campari-soda.jpg",
    "ingredients": [
      {
        "ingredient": "1 dose de Campari (50 ml, cerca de ¼ de xícara)"
      },
      {
        "ingredient": "3 doses de club soda gelado"
      },
      {
        "ingredient": "3 gomos de laranja"
      },
      {
        "ingredient": "cubos de gelo a gosto"
      }
    ],
    "make": [
      {
        "step": "Num copo baixo, coloque 3 gomos de laranja e preencha com cubos de gelo. Junte o campari e complete com club soda. Misture com uma colher e sirva a seguir."
      }
    ]
  }
]